# CLI
brew "bun"
brew "claude-code"
brew "codex"
brew "git"
brew "jq"
brew "just"
brew "rustup"
brew "starship"
brew "uv"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# Fonts
cask "font-fira-code-nerd-font"

# Apps
cask "alt-tab"
cask "claude"
cask "google-chrome"
cask "linearmouse"
cask "raycast"
cask "rectangle"
cask "warp"
cask "zed"
